chronoweb/src/main/resources/webroot/example/getEventsXML/SimpleEventQuery_basic/EQ_bizLocation.xml

<soapenv:Envelope
	xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/"
	xmlns:query="urn:epcglobal:epcis-query:xsd:2"
	xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance">
	<soapenv:Header />
	<soapenv:Body>
		<query:Poll>
			<queryName>SimpleEventQuery</queryName>
			<params>
				<param>
					<name>EQ_bizLocation</name>
					<value xsi:type="query:ArrayOfString">
						<string>urn:epc:id:sgln:0012345.11111.0</string>
					</value>
				</param>
			</params>
		</query:Poll>
	</soapenv:Body>
</soapenv:Envelope>